const partFourObject = [
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الاول ",
    answers: ["خيالي ", "واقعي "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثانى ",
    answers: ["واسع الصدر ", "حازم"], //dont make space in this line
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثالث ",
    answers: ["منصف ", "عطوف"], //dont make space in this line
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الرابع",
    answers: ["الإنتاج ", "التصميم "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الخامس ",
    answers: ["الاحتمالات ", "الثوابت "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السادس ",
    answers: ["الرقة ", "القوة "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السابع ",
    answers: ["عملی ", "عاطفي "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثامن",
    answers: ["يصنع ", "يبدع "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال التاسع",
    answers: ["غریب ", "معروف "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال العاشر ",
    answers: ["يتعاطف ", "يحلل "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الحادى عشر",
    answers: ["قوي الإرادة ", "رقيق القلب "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثانى عشر",
    answers: ["ملموس ", "مجرد "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثالث عشر",
    answers: ["مخلص ", "عاقد العزم "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الرابع عشر",
    answers: ["كفء ", "طيب القلب "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الخامس عشر",
    answers: ["عملي ", "مبتكر "],
  },
];

export default partFourObject;
