const partOneObject = [
  {
    name: "عندما تذهب الى مكان ما اثناء النهار هل تفضل",
    answers: ["ان نخطط لما ستفعله ومتى ستفعله ", "تذهب يدون تخطيط "],
  },
  {
    name: "هل تعتبر نفسك ",
    answers: ["شخصا عفويا ", "شخصا منظما "],
  },
  {
    name: "اذا كنت مدرسا فهل تفضل أن تقوم بتدريس",
    answers: [
      "المساقات التى تدور حول الحقائق أم ",
      "المساقات التى تتعلق بالنظريات",
    ],
  },
  {
    name: "هل أنت عادة",
    answers: ["شخص يختلط جيدا بالاخرين أم ", "هادئ و متحفظ "],
  },
  {
    name: "مع من تتفق بشكل أفضل",
    answers: ["الاشخاص الخياليين أم ", "الاشخاص الواقعيين "],
  },
  {
    name: "هل غالبا ما تترك",
    answers: ["قلبك يحكم عقلك ", "عقلك يحكم قلبك "],
  },
  {
    name: "هل تفضل أن تقوم باشياء عديدة",
    answers: ["ارتجاليا أم ", "طبقا لخططك "],
  },
  {
    name: "هل",
    answers: ["من السهل التعرف اليك ", "من الصعب التعرف اليك "],
  },
  {
    name: "هل اتباع جدول محدد ",
    answers: ["يعجك ", "يزعجك "],
  },
  {
    name: "عندما يتوجب عليك القيام بمهمة خاصة هل تحب أن",
    answers: [
      "تنظمها بعناية قبل أن تبدأ ",
      "تتعرف على ما هو ضرورى أثناء أدئها ",
    ],
  },
  {
    name: "فى معظم الاحيان هل تفضل ",
    answers: ["ترك الامور تسير على سجيتها أم ", "اتباع جدول محدد "],
  },
  {
    name: "هل يصفك معظم الناس أنك ",
    answers: ["شخص منعزل ", "شخص منفتح جدا "],
  },
  {
    name: "هل تفضل ان تعتبر",
    answers: ["شخصا عمليا ", "شخصا مبدعا "],
  },
  {
    name: "وسط مجموعه كبيره من الناس هل عادة ",
    answers: ["تقوم بتقديم الاخرين ", "يقوم شخص اخر يتقديمك "],
  },
  {
    name: "هل تفضل ان يكون صديقك شخصا ",
    answers: ["ياتي دائما بأفكار جديدة ", "واقعيا "],
  },
  {
    name: "هل تميل الى ",
    answers: ["تقدير العاطفة أكثر من المنطق ", "تقدير المنطق أكثر من العاطفة "],
  },
  {
    name: "هل تفضل ",
    answers: ["أن تنتظر وترى ما سيحدث ثم تضع الخطط ", "تخطط للاشياء مسبقا "],
  },
  {
    name: "هل تميل الى قضاء وقت أطول ",
    answers: ["منفرد بنفسك أم ", "مع الاخرين "],
  },
  {
    name: "هل ترى ان وجودك بين عدد كبير من الناس امرا ",
    answers: ["يمنحك المزيد من الطاقه أم ", "غالبا ما يستنزف طاقتك "],
  },
  {
    name: "هل تفضل ",
    answers: [
      "الترتيب المسبق للمواعيد والحفلات وما الى ذلك أم ",
      "الحريه فى فعل ما تجده ممنعا عندما يحين وقته ",
    ],
  },
  {
    name: "عند التخطيط لرحلة ما هل تفضل ",
    answers: [
      "فى معظم الوقت ان تفعل ما ترغب فى القيام به فى نفس اليوم ",
      "تعرف مسبقا ما ستقوم به معظم الايام ",
    ],
  },
  {
    name: "في الحفلات هل ",
    answers: ["تشعر بالملل احيانا أم ", "تستمتع بوقتك "],
  },
  {
    name: "هل عادة ما ",
    answers: ["تختلط جبدا مع الاخرين أم ", " تمبل الى البقاء بمفردك "],
  },
  {
    name: "هل تنجذب أكثر الى",
    answers: [
      "شخص سريع البديهه و متوقد الذهن أم ",
      "الى شخص عملى يتمتع كثيرا بسلامة المنطق ",
    ],
  },
  {
    name: "فى عملك اليومى هل ",
    answers: [
      "تستمتع أكثر بحاله طارئه تجعلك فى سباق مع الزمن أم ",
      "عادة ما تخطط لعملك حتى لا تضطر الى العمل تحت الضغط ",
    ],
  },
  {
    name: "بصفه عامة هل ترى ان الناس",
    answers: [
      "يستغرقون وقتا طويلا للتعرف اليك أم ",
      "يستغرقون وقتا قصيرا للتعرف اليك ",
    ],
  },
];

export default partOneObject;
