const partThreeObject = [
  {
    name: "عندما تبدأ مشروعا كبيرا يجب أن ينتهى خلال أسبوع هل ",
    answers: [
      "تأخذ وقتا فى وضع قائمة بالأشياء المختلفة التى يجب القيام بها والترتيب الذي يجب أن تكون عليه أم ",
      "تقحم نفسك في المشروع ",
    ],
  },
  {
    name: "في المواقف الاجتماعية، هل عادة ما تجد أنه ",
    answers: [
      "من الصعب أن تبدأ المحادثة وتستمر فيها مع بعض الناس، أم ",
      "من السهل أن تتحدث مع معظم الناس مع معظم الناس لفترات طويلة من الوقت ",
    ],
  },
  {
    name: "عند القيام بشيء يفعله كثير من الناس، هل يعجبك أكثر أن",
    answers: ["تفعله بالطريقة المقبولة، أم ", "تبتكر طريقتك الخاصة "],
  },
  {
    name: "هل يستطيع من تلقاهم لأول مرة أن يتعرفوا إلى اهتماماتك",
    answers: ["في الحال، أم ", "بعد أن يعرفوك جيداً فقط "],
  },
  {
    name: "هل عادة ما تفضل المساقات التي تعلمك",
    answers: ["المفاهيم والمبادئ أم ", "الحقائق والأرقام "],
  },
  {
    name: "أيهما يُطريك أكثر، عندما توصف بأنك ",
    answers: ["شخص ذو مشاعر صادقة، أم ", "شخص عقلاني على الدوام "],
  },
  {
    name: " هل ترى أن اتباع جدول للمواعيد",
    answers: [
      "أمر ضروري في بعض الأوقات ولكنه غير مرغوب فيه بصفة عامة، أم ",
      " مفيد ومناسب معظم الوقت ",
    ],
  },
  {
    name: " عندما تكون مع مجموعة من الأشخاص هل عادة ما تفضل ",
    answers: [
      "التحدث على انفراد مع من تعرفهم. أم ",
      "المشاركة في الأحاديث الجماعية ",
    ],
  },
  {
    name: "في الحفلات هل",
    answers: ["تسترسل في الحديث أم ", "تترك الأخرين يتحدثون أكثر "],
  },
  {
    name: "هل فكرة إعداد قائمة بما يجب عليك أن تقوم به في عطلة نهايةالأسبوع ",
    answers: ["تعجبك ام ", "تزعجك "],
  },
  {
    name: "أيهما يطريك أكثر عندما توصف بأنك ",
    answers: ["كفء أم ", "عطوف "],
  },
  {
    name: "هل تفضل بوجه عام",
    answers: [
      "أن تحدد ارتباطاتك الاجتماعية مسبقاً، أم ",
      "نظل على حريتك في القيام بالأشياء ارتجالياً ",
    ],
  },
  {
    name: "بصفة عامة عندما تعمل في مهمة كبيرة، هل تميل إلى ",
    answers: [
      "اكتشاف ما يجب عمله أثناء تأدية المهمة أم ",
      "البدء بتقسيمها إلى خطوات ",
    ],
  },
  {
    name: "هل يمكنك أن تستمر في محادثة ما بشكل متواصل",
    answers: ["فقط مع من يشاركونك في بعض اهتماماتك، أم ", "مع أي شخص "],
  },
  {
    name: "هل تفضل أن",
    answers: [
      "تدعم الطرق المتعارف عليها لتأدية الأمور جيداً، أم ",
      "تحلل ما يزال خاطئاً وتشرع في دراسة المشكلات التي لم تحل ",
    ],
  },
  {
    name: "عندما تقرأ للاستمتاع، هل",
    answers: [
      "تستمتع بالطرق غير المألوفة أم الأصيلة لقول الأشياء أم ",
      "تحب أن يقول المؤلفون ما يعنونه تماماً ",
    ],
  },
  {
    name: "هل تفضل أن تعمل تحت إمرة مدير (أو مدرس) يتميز بانه",
    answers: [
      "طيب ولكنه ذو طبيعة متقلبة غالباً، أم ",
      "يتحدث بحدة ولكنه منطقي دائماً ",
    ],
  },
  {
    name: "هل تفضل أن تؤدي معظم الأشياء حسب ",
    answers: ["ما تشعر به في ذلك اليوم بعينه، أم ", "جدول أعمال معد سلقا "],
  },
  {
    name: "هل يمكنك أن",
    answers: [
      "تتحدث بسهولة مع أي شخص طالما أنك مضطر لذلك أم ",
      "تجد الكثير لتقوله فقط لبعض الأشخاص أو في ظل ظروف معينة ",
    ],
  },
  {
    name: "عند اتخاذ قرار ما أيهما يسبق في الاهميه بالنسبة اليك أن",
    answers: ["تقيم الحقائق أم ", "تأخذ مشاعر الناس واراءهم فى الاعتبار "],
  },
];

export default partThreeObject;
