const partTwoObject = [
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الاول ",
    answers: ["منعزل ", "منفتح "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثانى ",
    answers: ["مجدول ", "غير مخطط له "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثالث ",
    answers: ["مجرد ", "صلب "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الرابع",
    answers: ["لطيف ", "حازم "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الخامس ",
    answers: ["التفكير ", "الشعور "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السادس ",
    answers: ["حقائق ", "أفكار "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السابع ",
    answers: ["اندفاع ", "قرار "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثامن",
    answers: ["صاخب ", "هادئ "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال التاسع",
    answers: ["هادئ ", "غير متحفظ "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال العاشر ",
    answers: ["نظامى ", "عرضى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الحادى عشر",
    answers: ["نظريه ", "اليقين "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثانى عشر",
    answers: ["حساس ", "عادل "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثالث عشر",
    answers: ["مقنع ", "مؤثر "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الرابع عشر",
    answers: ["تعبير ", "مفهوم "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الخامس عشر",
    answers: ["غير مقيد ", "مجدول"], //dont add space in this line
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السادس عشر ",
    answers: ["متحفظ ", "ثرثار "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السابع عشر ",
    answers: ["منهجى ", "متمهل "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثامن عشر ",
    answers: ["فكرة ", "واقع "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال التاسع عشر ",
    answers: ["شفقة ", "بصيرة "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال العشرون ",
    answers: ["فوائد ", "نعم "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الحادى و العشرون",
    answers: ["مباشر ", "نظرى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثانى و العشرون",
    answers: ["قليل من الأصدقاء ", "كثير من الأصدقاء "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثالث و العشرون",
    answers: ["نظامى ", "عفوى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الرابع و العشرون",
    answers: ["خيالى ", "واقعى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الخامس و العشرون",
    answers: ["حميم ", "موضوعى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السادس و العشرون",
    answers: ["موضوعى ", "عاطفي "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال السابع و العشرون",
    answers: ["يبنى ", "يخترع "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثامن و العشرون",
    answers: ["هادئ", "اجتماعي "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال التاسع و العشرون",
    answers: ["نظريه", "حقيقة "], //dont add space in his line
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الثلاثون",
    answers: ["عطوف ", "منطقي "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال الحادى و الثلاثون",
    answers: ["نحليلى ", "وجدانى "],
  },
  {
    name: "أى من الكلمات التاليه تعجبك اكثر؟ فكر فيما تعنيه الكلمات ولبس فى شكلها أو فى وقعها اللفظى ",
    index: "السؤال التانى و الثلاثون",
    answers: ["معقول ", "فاتن "],
  },
];

export default partTwoObject;
